Repository: GrzybDev/QuantumBreak
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl_pl

source: The Lifeboat. You said this was Paul's big survival program. Then why is he refusing to activate it?
pl_pl: Łódź ratunkowa. Powiedziałaś, że to wielki program przetrwania Paula. Dlaczego więc odmawia jego aktywacji?

source: The Meyer-Joyce field permeates our entire universe. It generates chronon particles, which allow time to exist. The Fracture in the field is causing the stutters in time.
pl_pl: Pole Meyera-Joyce'a przenika cały nasz wszechświat. Generuje ono cząsteczki chrononu, które umożliwiają istnienie czasu. Pęknięcie w polu powoduje zacinanie się czasu.

source: The Monarch PR machine was going strong. The public believed that they were doing what the police force couldn't, protecting them from a terrorist threat. From...
pl_pl: Machina PR Monarch działała prężnie. Opinia publiczna wierzyła, że robią to, czego nie mogła zrobić policja, chroniąc ich przed zagrożeniem terrorystycznym. Od...

source: The Monarch combat gear was unwieldy. What I'd taken from Dr. Amaral's office was, uh... was much lighter. Almost like a civilian model.
pl_pl: Sprzęt bojowy Monarch był nieporęczny. To, co zabrałem z biura doktor Amaral było... znacznie lżejsze. Prawie jakby to był model dla cywili.

source: The Quantum Break show is your window into what's going on within Monarch Solutions.
pl_pl: Serial Quantum Break to twoje okienko na to, co dzieje się w Monarch Solutions.

source: The Sudden Stop, the final Alex Casey novel by Alan Wake. This copy is signed by the author, and dedicated to Emily Burke.
pl_pl: Nagłe Zatrzymanie, ostatnia powieść Alexa Caseya autorstwa Alana Wake'a. Ten egzemplarz jest podpisany przez autora i dedykowany Emily Burke.

source: The Time Shield {@TIME_POWER_SHIELD} will shove weaker enemies away from you and stagger them.
pl_pl: Czasowa tarcza {@TIME_POWER_SHIELD} odepchnie słabszych wrogów od ciebie i oszołomi ich.

source: The alarm would trigger as soon as the stutter broke. I was on borrowed time.
pl_pl: Alarm włączyłby się, gdy tylko zacięcia by ustały. Leciałem na wypożyczonym czasie.

source: The amount of physical memory in this system does not meet the minimum specification. Your experience may suffer as a result.
pl_pl: Ilość pamięci fizycznej w tym systemie nie spełnia minimalnej specyfikacji. Może to mieć negatywny wpływ na działanie systemu.

source: The amount of video memory in this system does not meet the minimum specification. Your experience may suffer as a result.
pl_pl: Ilość pamięci wideo w tym systemie nie spełnia minimalnej specyfikacji. Może to mieć negatywny wpływ na działanie systemu.

source: The area we refer to as "Ground Zero".
pl_pl: Obszar, który nazywamy „Strefą Zero”.

source: The armor's too thick!
pl_pl: Pancerz jest zbyt gruby!

source: The big picture was too big for you. You never had the perspective.
pl_pl: Duży obraz był dla ciebie zbyt duży. Nigdy nie miałeś odpowiedniej perspektywy.

source: The casing appears to be broken, but, uh... it's all we could find.
pl_pl: Obudowa wygląda na uszkodzoną, ale... to wszystko, co udało nam się znaleźć.

source: The chart showed that all of Monarch's major technological advancements started in 2010. Around the same time that something else happened.
pl_pl: Wykres pokazał, że wszystkie główne postępy technologiczne Monarch rozpoczęły się w 2010 roku. Mniej więcej w tym samym czasie wydarzyło się coś jeszcze.

source: The chronon harvesting operation was the key to running all of Monarch's time tech, the CFR, the Lifeboat, everything. I'm surprised you didn't try to sabotage it.
pl_pl: Operacja zbierania chrononu była kluczem do uruchomienia całej technologii czasu Monarch, RPC, łódź ratunkowa, wszystkiego. Jestem zaskoczona, że nie próbowałeś tego sabotować.

source: The city had changed. Paul changed. Didn't feel right being back.
pl_pl: Miasto się zmieniło. Paul się zmienił. Nie czułem się dobrze wracając tutaj.

source: The city of Riverport was in dire financial straits before Monarch Solutions came in and started making heavy investments locally.
pl_pl: Miasto Riverport znajdowało się w poważnych tarapatach finansowych, zanim pojawiła się firma Monarch Solutions i zaczęła dokonywać dużych lokalnych inwestycji.

source: The controls are up here, according to the monitor.
pl_pl: Elementy sterujące znajdują się tutaj, tak mówi monitor.

source: The core extraction team ran into trouble!
pl_pl: Główny zespół wydobywczy wpadł w kłopoty!

source: The core for a time machine. We're not the only ones who have one.
pl_pl: Rdzeń wehikułu czasu. Nie tylko my go mamy.

source: The core is reset. We need to activate it from the control booth.
pl_pl: Rdzeń jest zresetowany. Musimy go aktywować z kabiny kontrolnej.

source: The core replicates the effects of a rotating micro black hole, so activating can be a bit... intense.
pl_pl: Rdzeń replikuje efekty obracającej się mikro czarnej dziury, więc aktywacja go może być nieco... ekscytująca.

source: The core was set, the machine was prepped. I had to put the corridor in place.
pl_pl: Rdzeń był ustawiony, maszyna przygotowana. Musiałem ustawić korytarz.

source: The core. Gotta reset the core.
pl_pl: Rdzeń. Trzeba zresetować rdzeń.

source: The corridor. It's key activated.
pl_pl: Korytarz. Jest aktywowany kluczem.

source: The corridor. The passenger enters one end, travels around the loop, exits the other... and arrives at the predetermined time in the physical location where the machine is situated in that time.
pl_pl: Korytarz. Pasażer wchodzi, idzie wzdłuż pętli i wychodzi... w określonym czasie tam, gdzie znajduje się maszyna.

source: The countermeasure is at William's workshop, where he built it.
pl_pl: Środek zaradczy znajduje się w warsztacie Williama, gdzie go zbudował.

source: The countermeasure was Paul's prize. Everything he'd built was based on Will's device. His plan depended on it. You better believe I looked forward to taking it from him.
pl_pl: Środek zaradczy był dla Paula nagrodą. Wszystko, co zbudował, opierało się na urządzeniu Willa. Od niego zależał jego plan. Uwierz, że nie mogłem się doczekać, kiedy mu go odbiorę.

source: The countermeasure's charge is low. We'll need a jolt of chronon particles. A jump start. That's you.
pl_pl: Ładunek przeciwśrodka jest niski. Potrzebujemy zastrzyku cząsteczek chrononowych. Ciebie.

source: The countermeasure.
pl_pl: Środek zaradczy.

source: The countermeasure? What's--
pl_pl: Środka zaradczego? Co to...

source: The device drained my powers.
pl_pl: Urządzenie pozbawiało mnie mocy.

source: The device wasn't there, but it must have been at one time.
pl_pl: Urządzenia nie było, ale kiedyś musiało być.

source: The door controls should be somewhere here.
pl_pl: Elementy sterujące drzwiami powinny znajdować się gdzieś tutaj.

source: The earliest I could go back to was the time when the core was first activated. At the university.
pl_pl: Mogłem wrócić najwcześniej do czasu, gdy rdzeń został po raz pierwszy aktywowany. Czyli na uniwersytecie.

source: The elevator's through here.
pl_pl: Winda jest tutaj.

source: The elevator. It's the only way out.
pl_pl: Winda. To jedyne wyjście.

source: The existing tunnel system led back to the mainland. Perfect for construction of a highly secretive R&D facility.
pl_pl: Istniejący system tuneli prowadził z powrotem na stały ląd. Idealny do budowy ściśle tajnego ośrodka badawczo-rozwojowego.

source: The fact that they stole it was the only reason I was able to return to the past. It's not a logic I wanted to mess around with.
pl_pl: Fakt, że go ukradli, był jedynym powodem, dla którego mogłem wrócić do przeszłości. To nie jest logika, z którą chciałem zadzierać.

source: The faster you get to that car, the faster we get out of here.
pl_pl: Im szybciej dotrzesz do samochodu, tym szybciej się stąd wydostaniemy.

source: The figures are all stable.
pl_pl: Wszystko wygląda stabilnie.

source: The following Downloadable Content Package(s) was corrupted and could not be loaded:
pl_pl: Następujące pakiety zawartości do pobrania zostały uszkodzone i nie można ich było załadować:

source: The following content has not finished installing.
pl_pl: Następująca zawartość nie została zainstalowana.

source: The front -- it's too heavily armored!
pl_pl: Przód jest zbyt mocno opancerzony!

source: The front armor's way too thick!
pl_pl: Przedni pancerz jest o wiele za gruby!

source: The front's too heavy!
pl_pl: Przód jest zbyt opancerzony!

source: The frozen crash was a mess. Somehow I had to find my way across and hope for the best.
pl_pl: Ta katastrofa była niezłym bałaganem. Jakoś musiałem znaleźć drogę i mieć nadzieję na najlepsze.

source: The fuck do you mean nobody got a look at the shooter?
pl_pl: Jak to, kurwa, nikt nie widział strzelca?

source: The fuck?
pl_pl: Co do kurwy?

source: The fuck?! It's him!
pl_pl: Kurwa! To on!

source: The fuck?! Shoot him!!
pl_pl: Co kurwa?! Zastrzel go!!

source: The functional range of Time Vision increases.
pl_pl: Zwiększa się zakres czasowej wizji.

source: The future, Jack. You're looking at the biggest discovery of our time.
pl_pl: To przyszłość, Jack. Patrzysz na największe odkrycie naszych czasów.

source: The gamer profile has changed - returning you to the main menu. All progress will be lost.
pl_pl: Profil gracza został zmieniony - powrót do menu głównego. Wszystkie postępy zostaną utracone.

source: The gear Beth wanted was supposed to be in Dr. Amaral's office. I had to get it for her before I left.
pl_pl: Sprzęt, którego potrzebowała Beth, miał być w biurze doktor Amaral. Musiałem go dla niej zdobyć przed wyjazdem.

source: The hatch was locked. I had to take the long way to get to him.
pl_pl: Właz był zamknięty. Musiałem wybrać dłuższą drogę, by się do niego dostać.

source: The hell is this?
pl_pl: Co to do cholery jest?

source: The hell're you shooting at?
pl_pl: W co ty do cholery strzelasz?

source: The hell? Is somebody playing... an audio book over the radio?
pl_pl: Do diabła? Czy ktoś puszcza... audiobook przez radio?

source: The hell? The grenade drained my powers!
pl_pl: Do diabła? Granat pozbawił mnie mocy!

source: The keys, Jack. Here.
pl_pl: Klucze, Jack. Tutaj.

source: The lab explosion. My treatments, all gone...
pl_pl: Eksplozja w laboratorium. Moje lekarstwa przepadły...

source: The laptop's downstairs, Mr. Serene. Overlooking the stage.
pl_pl: Laptop jest na dole, panie Serene. Z widokiem na scenę.

source: The library is ready to blow? Now?
pl_pl: Biblioteka jest gotowa do wybuchu? Teraz?

source: The loose ends.
pl_pl: Luźnymi końcami.

source: The machine was ready. I just needed to put in the date.
pl_pl: Maszyna była gotowa. Musiałem tylko wprowadzić datę.

source: The man in my office. He wouldn't bother me if it wasn't important. I should see what he has for me.
pl_pl: Mężczyzna w moim biurze. Nie zawracałby mi głowy, gdyby to nie było ważne. Powinienem zobaczyć, co ma dla mnie.

source: The mansion was an extravagance, but it was useful for events like the gala. And it deflected attention from our nearby R&D facility.
pl_pl: Rezydencja była ekstrawagancją, ale przydawała się podczas wydarzeń takich jak gala. Odwracała też uwagę od naszego pobliskiego ośrodka badawczo-rozwojowego.

source: The maps all referred to Will's old workshop as "Ground Zero." I didn't know why yet, but it couldn't be good.
pl_pl: Wszystkie mapy określały stary warsztat Willa jako „Strefę Zero”. Nie wiedziałem jeszcze dlaczego, ale to nie mogło być nic dobrego.

source: The metaspace... So this is what it looks like.
pl_pl: Przestrzeń metafizyczna... A więc tak wygląda.

source: The next part's on you. Hit the switch and it's ready to go.
pl_pl: Teraz twoja kolej. Naciśnij przełącznik i gotowe.

source: The notebook was full of dates, events that would come to pass, instructions. Her entire existence was formed out of those pages.
pl_pl: Notatnik był pełen dat, wydarzeń, które miały nastąpić, instrukcji. Cała jej egzystencja została stworzona z tych stron.

source: The old Riverport drydock and industrial area was bought out by Monarch in 2010. It's been off limits to the public since then.
pl_pl: Stara stocznia i teren przemysłowy Riverport zostały wykupione przez firmę Monarch w 2010 roku. Od tego czasu teren ten jest niedostępny dla zwiedzających.

source: The old industrial area. Why am I here?
pl_pl: Stary obszar przemysłowy. Dlaczego tu jestem?

source: The only way out of the lab offices was through the garage.
pl_pl: Jedyne wyjście z biur laboratorium prowadziło przez garaż.

source: The power relay is down. You can climb the ladder I lowered to find out what's wrong with it.
pl_pl: Przekaźnik zasilania nie działa. Możesz wspiąć się po drabinie, którą opuściłam, aby dowiedzieć się, co jest nie tak.

source: The power relay is down. You'll need to find a way to reset it up...
pl_pl: Przekaźnik zasilania jest uszkodzony. Będziesz musiał znaleźć sposób, aby go zresetować.

source: The power setup wasn't working, but it must have worked at some point.
pl_pl: Konfiguracja zasilania nie działała, ale musiała kiedyś działać.

source: The power was on. Somebody had used the place recently.
pl_pl: Zasilanie było włączone. Ktoś niedawno korzystał z tego miejsca.

source: The problem is quite simple really.
pl_pl: Problem jest naprawdę prosty.

source: The problem was, I didn't have a clue how to use it. The only person who did... was dead.
pl_pl: Problem polegał na tym, że nie miałem pojęcia, jak jej używać. Jedyna osoba, która wiedziała... nie żyła.

source: The protest at Riverport University is in response to Monarch Solutions' plans to demolish an old library building, which the activists feel is a part of the university's history and character.
pl_pl: Protest na Uniwersytecie Riverport jest odpowiedzią na plany Monarch Solutions dotyczące wyburzenia starego budynku biblioteki, który zdaniem aktywistów jest częścią historii i charakteru uniwersytetu.

source: The protest seemed like a lost cause. Made me sympathize with the students.
pl_pl: Protest od początku spisany był na porażkę. Ale ich walka sprawiła, że im współczułem.

source: The public will start asking questions, potentially turn on Monarch.
pl_pl: Opinia publiczna zacznie zadawać pytania, potencjalnie włączając Monarch.

source: The purpose of the gala
pl_pl: Cel gali

source: The right setting for those who love a challenge.
pl_pl: Odpowiedni poziom trudności dla tych, którzy kochają wyzwania.

source: The route down wasn't exactly user friendly.
pl_pl: Trasa w dół nie była zbyt przyjazna.

source: The scene on the bridge was unreal. They weren't cops, they had no authority to do this. But the Monarch PR machine had done its job. Here they were, the heroes protecting everybody...
pl_pl: To, co się działo na moście wyglądało nierealnie. Oni nie byli policjantami, nie mieli do tego uprawnień. Ale machina PR'owa Monarch wykonała swoją pracę. Oto oni, bohaterowie chroniący wszystkich...

source: The schematics for the countermeasure spanned eleven years, 1999 to 2010. In itself that wasn't strange, but the guy built a working time machine in two.
pl_pl: Schematy środka zaradczego obejmowały jedenaście lat, od 1999 do 2010 roku. Samo w sobie nie było to dziwne, ale facet zbudował działający wehikuł czasu w dwa lata.

source: The second machine... he had it this whole time.
pl_pl: Druga maszyna... miał ją przez cały czas.

source: The security network's acting up, I think it's just the two of us!
pl_pl: Sieć bezpieczeństwa działa, myślę, że tylko my dwoje!

source: The security station is right over there.
pl_pl: Tam znajduje się stacja ochrony.

source: The solution was right in front of me. The potential to change everything. I could see it, almost feel it. And just like that...
pl_pl: Rozwiązanie było tuż przede mną. Potencjał, by wszystko zmienić. Mogłem to zobaczyć, niemal poczuć. I tak po prostu...

source: The stutterproofing was built to activate throughout the building at the onset of stutters. Someone had deactivated the system.
pl_pl: Ochrona przed zacięciami została zbudowana tak, aby aktywować się w całym budynku w momencie wystąpienia zacięcia. Ktoś dezaktywował system.

source: The stutters are gonna get worse, fast. And there's... there's something... in them.
pl_pl: Zacięcia szybko się pogorszą. I jest... jest w nich coś....

source: The stutters were getting bad, shifting back and forth without warning. At the time I didn't think it could get much worse.
pl_pl: Zacięcia stawały się coraz bardziej uciążliwe, przeskakują w przód i w tył bez ostrzeżenia. Wtedy nie sądziłem, że może być jeszcze gorzej.

source: The stutter’s collapsed. For now.
pl_pl: Zacięcie ustąpiło. Na razie.

source: The time machine
pl_pl: Wehikuł czasu

source: The time machine is like an amplifier. That'll cause a chain reaction and rejuvenate the field. It'll be a universal event...
pl_pl: Wehikuł czasu jest jak wzmacniacz. Spowoduje to reakcję łańcuchową i odmłodzi pole. To będzie uniwersalne wydarzenie...

source: The time machine only allows time travel within its own lifespan; you can't travel past its point of activation or destruction.
pl_pl: Wehikuł czasu pozwala na podróże w czasie tylko w obrębie własnego czasu działania - nie można podróżować poza punkt jego aktywacji lub zniszczenia.

source: The time machine.
pl_pl: Wehikuł czasu.

source: The time machine. You’re taking the time machine?
pl_pl: Wehikuł czasu. Zabieracie wehikuł czasu?

source: The timeline of the old cannon felt loose. I could shift it around.
pl_pl: Oś czasu działa była luźna. Mogłem ją przesuwać.

source: The train...
pl_pl: Pociąg...

source: The treatment will make me weak. Is that what they want? Can any of them be trusted?
pl_pl: Lekarstwa mnie osłabią. Czy tego właśnie chcą? Czy komukolwiek z nich można zaufać?

source: The treatment's right here. Whenever you're ready.
pl_pl: Lekarstwa są tutaj. Kiedy tylko będziesz gotowy.

source: The trooper is waiting for me upstairs.
pl_pl: Żołnierz czeka na mnie na górze.

source: The university time machine... they've got the core here.
pl_pl: Uniwersytecki wehikuł czasu... mają tutaj rdzeń.

source: The very reason our weapons program was built. Serene knew they were coming.
pl_pl: Powód, dla którego powstał nasz program zbrojeniowy. Serene wiedział, że nadchodzą.

source: The video made it clear that he'd been working with Beth in the past. It made me wonder what else she was hiding.
pl_pl: Z nagrania jasno wynikało, że w przeszłości współpracował z Beth. Zastanawiałem się, co jeszcze ukrywa.

source: The whole building's falling apart. Gotta be an opening somewhere.
pl_pl: Cały budynek się rozpada. Gdzieś musi być jakiś otwór.

source: The whole cannon felt unstuck in time.
pl_pl: Całe działo wyglądało jakby było zatrzymane w czasie.

source: The whole sniper unit's wiped. No way he did that on his own. We need to find out who's unaccounted for. This... might be an inside job. Let's start a list of who's missing.
pl_pl: Cały oddział snajperów został pokonany. Niemożliwe, żeby zrobił to sam. Musimy się dowiedzieć, kogo jeszcze nie złapaliśmy. To... może być wewnętrzna robota. Zróbmy listę zaginionych.

source: The window, Jack, what do you think?
pl_pl: Okno, Jack, co o tym sądzisz?

source: The world was falling apart, but the wine and cheese crowd was enjoying their little goddamn soirée.
pl_pl: Świat się rozpadał, ale śmietanka towarzyska cieszył się swoim małym, cholernym soirée.

source: The world's just gone crazy.
pl_pl: Świat po prostu oszalał.

source: The... the Striker team is already dead.
pl_pl: Drużyna Striker jest już martwa.

source: Then don't forget why we're here tonight. After what happened, our people need reassurance that we're in control. You're the man who can win them over. Let me handle Joyce so you can concentrate on your speech.
pl_pl: Więc nie zapominaj, dlaczego tu dziś jesteśmy. Po tym, co się stało, nasi ludzie potrzebują zapewnienia, że panujemy nad sytuacją. Jesteś człowiekiem, który może ich przekonać. Pozwól mi zająć się Joyce'm, a ty skoncentruj się na swoim przemówieniu.

source: Then stand down!
pl_pl: Więc ustąp!

source: Then stop fucking shooting at us!!
pl_pl: To przestań do nas kurwa strzelać!!!

source: Then we’ll call it even.
pl_pl: W takim razie jesteśmy kwita.

source: Then you can fix it?
pl_pl: Więc możesz to naprawić?

source: Then you'd be dead and somebody else would've done it.
pl_pl: Wtedy byłabyś martwa i zrobiłby to ktoś inny.

source: Then... that's where we go.
pl_pl: Więc... tam właśnie idziemy.

source: There appears to be... a train crashed into the building. The situation is under control.
pl_pl: Wygląda na to, że... pociąg uderzył w budynek. Sytuacja jest pod kontrolą.

source: There are some things you need to know.
pl_pl: Jest kilka rzeczy, które musisz wiedzieć.

source: There are two control panels with red lights located above the machine. Reset both of them.
pl_pl: Nad urządzeniem znajdują się dwa panele sterowania z czerwonymi lampkami. Zresetuj oba z nich.

source: There had been some kind of a struggle in the chamber. I didn't know the details, but somebody had cleaned it up.
pl_pl: W komorze doszło do jakiejś szamotaniny. Nie znałem szczegółów, ale ktoś to posprzątał.

source: There he is!
pl_pl: Tam jest!

source: There is, that's why I can't risk you opposing me, Will. It doesn't have to end like this.
pl_pl: Zaszkodzi, dlatego nie mogę ryzykować, że mi się sprzeciwisz, Will. To nie musi się tak skończyć.

source: There it is again.
pl_pl: Znowu to samo.

source: There it is.
pl_pl: To jest to.

source: There might be something in Will's briefcase.
pl_pl: W teczce Willa może coś być.

source: There must be a way across.
pl_pl: Musi być jakaś droga.

source: There must be a way to move these boxes.
pl_pl: Musi istnieć sposób na przesunięcie tych skrzynek.

source: There must be some way to open the door.
pl_pl: Musi być jakiś sposób na otwarcie drzwi.

source: There was a conflict with the current key bindings in the last update.
pl_pl: W ostatniej aktualizacji wystąpił konflikt z bieżącymi powiązaniami klawiszy.

source: There was a temporary... misunderstanding.
pl_pl: Doszło do chwilowego... nieporozumienia.

source: There was always more keeping me away.
pl_pl: Zawsze więcej mnie odpychało z tego miejsca.

source: There was nothing to see. He believed the Fracture couldn't be fixed. That's why he used the countermeasure, the CFR, to create the Lifeboat.
pl_pl: Nie mógł tego widzieć. Wierzył, że pęknięcia nie da się naprawić. Dlatego użył środka zaradczego, RPC, by stworzyć Łódź ratunkową.

source: There was something wrong with Paul. Chronon Syndrome. He'd had his powers much longer than me. But what was the cause? Was I sick as well, or was it his time travel? I didn't know. It didn't make anything he'd done any less hateful.
pl_pl: Z Paulem było coś nie tak. Syndrom Chrononu. Miał swoje moce znacznie dłużej niż ja. Ale co było tego przyczyną? Czy ja też byłem chory, czy to przez jego podróż w czasie? Nie wiedziałem tego. Ale to nie tłumaczyło jego działań w żaden sposób.

source: There we go.
pl_pl: No i proszę.

source: There were others taken from the university. Friends of mine. What happened to them?
pl_pl: Zabrali też innych z uniwersytetu. Moich przyjaciół. Co się z nimi stało?

source: There you go, Joyce. Here's hoping you know what the fuck you're doing.
pl_pl: Proszę bardzo, Joyce. Mam nadzieję, że wiesz, co kurwa robisz.

source: There you go. Don't get your ass killed.
pl_pl: Proszę bardzo. Nie daj się zabić.

source: There! Take him down!
pl_pl: Tam! Zdejmij go!

source: There's a Fracture in time, it's breaking down, leading to the End of Time and -- door!
pl_pl: Czas pękł, doprowadzi to do końca czasu i... drzwi!

source: There's a boat dock right outside the mansion.
pl_pl: Tuż przed rezydencją znajduje się przystań dla łodzi.
